[
    {
    "id":0,
    "productName": "Яблоки",
    "image": "🍎",
    "from": "Алматы",
    "nutrients": "Витамин C",
    "quantity": "2000",
    "price": "800",
    "organic": true,
    "description": "Яблоки - это плоды, растущие на лиственных деревьях, принадлежащих семейству Розовых. Они имеют различные цвета, включая красный, зеленый и желтый, с разными вкусами и текстурами в зависимости от сорта. Мякоть яблока обычно хрустящая и сочная, она содержит небольшие семена в своем ядре."
    },
    {
    "id": 1,
    "productName": "Бананы",
    "image": "🍌",
    "from": "Тропические регионы",
    "nutrients": "Калий",
    "quantity": "1500",
    "price": "600",
    "organic": true,
    "description": "Бананы - это продолговатые, изогнутые желтые фрукты с кремовой, крахмалистой мякотью и сладким вкусом. Они богаты калием и другими важными питательными веществами, что делает их популярным выбором для быстрого и питательного перекуса."
    },
    {
    "id": 2,
    "productName": "Апельсины",
    "image": "🍊",
    "from": "Различные регионы",
    "nutrients": "Витамин C",
    "quantity": "1800",
    "price": "900",
    "organic": false,
    "description": "Апельсины - это цитрусовые фрукты, известные своим ярким оранжевым цветом, остром вкусе и сочности. Они богаты витамином C и обычно употребляются в свежем виде или используются для приготовления соков и десертов."
    },
    {
    "id": 3,
    "productName": "Виноград",
    "image": "🍇",
    "from": "Виноградники",
    "nutrients": "Ресвератрол",
    "quantity": "1200",
    "price": "1200",
    "organic": true,
    "description": "Виноград - это маленькие, круглые или овальные ягоды, растущие в кистях на лозах. Они имеют различные цвета, включая зеленый, красный и фиолетовый. Виноград известен своим сладким и сочным вкусом. Его часто едят в свежем виде или используют для приготовления вина, соков, джемов и изюма. Виноград содержит антиоксиданты, витамины и минералы, и особенно богат ресвератролом, который связан с различными пользами для здоровья."
    },
    {
        "id": 4,
        "productName": "Ананас",
        "image": "🍍",
        "from": "Тропические плантации",
        "nutrients": "Витамин C, марганец, витамин B6",
        "quantity": "1000",
        "price": "1500",
        "organic": true,
        "description": "Ананас - это сочный и сладкий тропический фрукт с характерным ароматом. Он выращивается на кустарниках в тропических районах. Ананас широко используется в кулинарии для приготовления свежих салатов, десертов, соков и коктейлей. Этот фрукт богат витамином C, марганцем и витамином B6, что делает его полезным для здоровья кожи, иммунной системы и обмена веществ."
        }
]
